{
    "competition_interest_message": "There is always place to play some games with the other players of the club on our playing evenings. But do you want to compete with other players from Brabant or from all over the Netherlands? Then you are the right person to participate in the Dutch competition or tournaments! We offer the opportunity to participate in the recreantencompetition, the bondscompetition and in tournaments.<br><br><span class='font-semibold'>Competition teams are signed up at the beginning of April already. Our technical committee (TC) sends a mail before the deadline to check who is interested in playing in a competition team in the following academic year. After the deadline in April, it is usually not possible anymore to join. It is, of course, still possible to join as a substitute. For this, you need the recreant membership. You can substitute max. 3 times for the same team.</span>",
    "Competition": "Competition",
    "competition_message": "Every week you play a match against another team from another association. One week it will be a home-match at our own SSCE, the other week it will be an out-match. This could be nearby but also at a place with some travel time. Almost always, it is during the weekend. There could be an exception when one of the team members of either team cannot make it a day but this will always be communicated within the teams.<br><br>Playing in the competition is great to increase your badminton skills as you play against many types of players. You can play in a full male team, full female team or a mix team. In the latter, you will also play mix matches on top of singles and doubles! A team consists of at least 4 people (in case of a mix team, 2 male and 2 female). So get to know people from the club to form a team with! Make sure you subscribe to a team before April by replying to the TC's mail which is sent around that time.",
    "Tournaments": "Tournaments",
    "tournaments_message": "Panachers frequently participate in (inter-)national badminton tournaments. Besides our own Panache Tournament, the orange of Panache can for example also be found at: ISBT Tilburg, ISBT Maastricht and TTST in Rotterdam. To encourage our members to join these tournaments we have a fund which refunds a part of the entry money which you have to submit."
}