{
    "welcome": "Welcome to the website of ESBV Panache! We are an enthusiastic student sport association with a passion for playing badminton. We offer badminton playing on all levels. Whether you are new to the sport or have years of experience already, everyone is welcome at Panache! Send us an e-mail to <a class='text-panache' href='mailto:board@esbvpanache.nl'>board@esbvpanache.nl</a> for more information/questions.",
    "Announcements": "Announcements",
    "Read More": "Read More",
    "No announcements yet.": "No announcements yet.",
    "Information": "Information",
    "Training & Playing": "Training & Playing",
    "playing_message": "Do you love playing badminton and are you studying in Eindhoven? Be sure to check out ESBV Panache! We can offer you a lot of fun. Do you already have experience in badminton? Or are you just starting? Players of all levels are welcome! Besides badminton playing, we also organise activities for our members. We are not only professional, but also very fun and social!<br><br>We offer trainings, but you are free to play on your own as well. There is also the opportunity to play in the national competition. To join one of these (or more!), you must be a member of our association. Information about everything can be found in the submenus.",
    "Membership": "Membership",
    "membership_form_message": "To become a member, you have to fill in the registration form.  You can find the subscription form for 2025/2026 <a class='text-panache' href='https://forms.gle/LwmfQ96wi7nV4AkR7'>here</a>.<br><br><span class='font-bold'>If you are NOT a student or PhDer, you cannot become a member of Panache. We cannot make an exception to this. You can be a student/PhDer from any educational institution as long as you can obtain an SSCE sport card. If you are not a student, we cannot let you become a member of Panache unfortunately and you can also not join our training and playing evenings.</span>",
    "Competition": "Competition",
    "competition_message": "Every week you play a match against another team from another association. One week it will be a home-match at our own SSCE, the other week it will be an out-match. This could be nearby but also at a place with some travel time. Almost always, it is during the weekend. There could be an exception when one of the team members of either team cannot make it a day but this will always be communicated within the teams.<br><br>Playing in the competition is great to increase your badminton skills as you play against many types of players. You can play in a full male team, full female team or a mix team. In the latter, you will also play mix matches on top of singles and doubles! A team consists of at least 4 people (in case of a mix team, 2 male and 2 female). So get to know people from the club to form a team with! Make sure you subscribe to a team before April by replying to the TC's mail which is sent around that time."
}