{
    "Member Documents": "Member Documents",
    "By-Laws": "By-Laws",
    "by_laws_message": "If you want to read our by-laws, please contact the board to get the most up-to-date information.",
    "Member List": "Member List",
    "member_list_message": "If you want to get access to our memberlist, request the up-to-date version from the board. This request can either be approved or denied by the board.",
    "Privacy Statement": "Privacy Statement",
    "privacy_statement_message": "Privacy statement of ESBV Panache, dated November 7th 2021<br><br>This is a translation of the Dutch version of our privacy statement. The board of the association tries its best to keep the translation up to date, but in case of discrepancies, the Dutch version is correct.<br><br>We respect your privacy, and we process your personal data solely for the purpose for which you have provided them. In this privacy statement we attempt to create clarity on what personal data we collect and for which purpose.<br><br>1. Data<br>Name of the association: Eindhovense Studenten Badminton Vereniging Panache<br>Website: <a class='text-panache-600' href='https://www.esbvpanache.nl/'>https://www.esbvpanache.nl/<a><br>Registration number KvK: 40236792<br><br>2. E-mail Address<br>Your e-mail address will be used to notify you of news that is important for all members of the association. Furthermore, the association (represented by the board) can use your e-mail address if it requires contact with you during, or after your membership. An example of the latter is an invitation to a lustrum.<br><br>3. Address<br>If you are a competition or reserve player, you address will be used to enroll you with Badminton Nederland. Furthermore, the association (represented by the board) can decide to use your address to send the association's magazine and other mail.<br><br>4. Phone number<br>The association (represented by the board) can use your phone number if it requires contact with you.<br><br>5. Bank Account<br>When becoming a member of the association, you can give your bank account number (IBAN number). These details will in that case only be used to pay for the contribution to the association through automatic collection and for possible payments to you.<br><br>6. Photos and Video<br>During game nights, activities, and the tournament organized by the association, photos and/or video can be made of the people present. Of this footage, a selection will be published on Google Photos, and /or the Instagram account of the association. Furthermore, a selection can be used for other promotional purposes. The photo can for example be used on flyers, and on the website of the association. By being present on a game night, activity or the tournament, you consent to the fact this footage can be taken and used in the aforementioned way. In case (one of) the photos and/or videos of you, published on Google Photos, and/or Instagram, and/or the website do not please you, it/they can be deleted from the website and/or Google Photos and/or Instagram.<br><br>7. Membership Cards<br>When you first enrol in the association, a photo of you will be taken. This photo will be used to create the membership card, which is needed on game nights. This photo can be stored on Dropbox, and send to the secretary via WhatsApp and/or e-mail.<br><br>8. Additional Personal Data<br>Additional personal data will only be used in case the association (whether or not represented by the board) needs these to perform its tasks, whether or not originated from an agreement or arrangement between you and the association.<br><br>9. Provision of Personal Data<br>Your personal data will be provide to Dropbox and/or Google, because said data are saved there. The files that hold these details are secured with a password. E-mails are sent through Gmail, which means that your email address is visible to Google. Your data will not be sold or shared with third parties, unless the board of the association feels compelled to do so.<br>You can always view your own data. This possible via a request to the board.<br><br>10. Storage of Personal Data<br>Your personal data will be saved for a maximum of five years, except for your name and email address, which are used to invite you to future lustrums. Your name and email address will be stored until you do not want to be invited to lustra anymore. You can always the personal data that are stored via a request at the board of the association. If you wish these details will be deleted sooner, you can inform the board. Depending on the interest of the association, the board will or will not delete the data and will keep you informed about this.<br><br>11. Amendments to this Privacy Statement.<br>The association (represented by the board) reserves the right to change this privacy statement at all times. These changes will be published on this location and will be announced to its members by email (via the newsletter for example). After the announcements of the amendments, the new statement will become operative automatically. Without counter-notification by you, you automatically agree to the amendments. In case you have objection to the modifications, you can notify the board of the association within a month after the announcement.<br><br>12. Contact<br>If you wish to reply to our privacy statement, you can contact us:<br><br><span class='font-semibold'>Address:</span><br>ESBV Panache<br>Onze Lieve Vrouwestraat 1<br>5612 AW<br>Eindhoven, Nederland<br><br><span class='font-semibold'>Email:</span><br><a class='text-panache-600' href='mailto:board@esbvpanache.nl'>board@esbvpanache.nl</a>"
}