{
    "membership_notice_message": "Would you like to become a member of our club? On this page you can find all the information you need. <span class='font-semibold'>Note that you need to refresh your membership every academic year! The membership fee is collected during the academic year, you will be notified of when this will happen two weeks in advance.</span>",
    "ssce_message": "Panache is a subassociation of the Student Sports Centre Eindhoven. Therefore, first of all, you will need a valid sports card of the Student Sports Centre or make use of your <a class='text-panache' href='https://ssceindhoven.tue.nl/lidmaatschap/try-out-card'>Try-Out Card</a>. You can buy a sports card at the reception of the Student Sports Centre or online on their website. For more information about the sports card, please check the website of the <a class='text-panache' href='https://ssceindhoven.tue.nl/lidmaatschap'>Student Sport Centre Eindhoven</a>. Students who are not studying in Eindhoven are also eligible for a sports card!",
    "Membership Form": "Membership Form",
    "membership_form_message": "To become a member, you have to fill in the registration form.  You can find the subscription form for 2025/2026 <a class='text-panache' href='https://forms.gle/LwmfQ96wi7nV4AkR7'>here</a>.<br><br><span class='font-bold'>If you are NOT a student or PhDer, you cannot become a member of Panache. We cannot make an exception to this. You can be a student/PhDer from any educational institution as long as you can obtain an SSCE sport card. If you are not a student, we cannot let you become a member of Panache unfortunately and you can also not join our training and playing evenings.</span>",
    "Types of Membership": "Types of Membership",
    "types_of_membership_message": "Within Panache, we have three kinds of membership: competition, recreant, and contributor. All types of memberships give access to the training and activities!",
    "Competition Player (60 Euro)": "Competition Player (60 Euro)",
    "competition_player_message": "As a competition player, you join the regional/national competition. At the beginning of the season, the competition teams of Panache are composed. You will be classified in a team according to your playing level, which allows you to have worthy opponents during the competition, and you will play exciting matches. These matches mostly take place on the weekends, but sometimes also on Friday evenings. Besides, you can join the competition trainings on Monday and the advanced trainings on Thursday. This way, you can maintain your badminton level and improve it.",
    "Recreant Player (40 Euro)": "Recreant Player (40 Euro)",
    "recreant_player_message": "As recreant you can join the competition teams as a substitute. This means you are not a fixed team member. As a recreant player, you will also receive a membership number from Badminton Nederland. You will need this number to participate in official tournaments in the Netherlands.",
    "Contributor Player (30 Euro)": "Contributor Player (30 Euro)",
    "contributor_player_message": "As a contributor, you can join the advanced/beginner training on Monday and Thursday, depending on your badminton level. Here you can improve your badminton skills and make sure you get undefeatable on the court. Don't be mistaken, badminton training is intensive and guarantees a good exercise for your body."
}