{
    "Upcoming Activities": "Upcoming Activities",
    "Board": "Board",
    "Boards": "Boards",
    "Announcements": "Announcements",
    "Confidential Contact Person": "Confidential Contact Person",
    "Chairperson": "Chairperson",
    "Vice-chairperson": "Vice-chairperson",
    "Secretary": "Secretary",
    "Treasurer": "Treasurer",
    "Update Password": "Update Password",
    "Ensure your account is using a long, random password to stay secure.": "Ensure your account is using a long, random password to stay secure.",
    "Current Password": "Current Password",
    "New Password": "New Password",
    "Confirm Password": "Confirm Password",
    "Saved.": "Saved.",
    "Save": "Save",
    "Profile Information": "Profile Information",
    "Update your accounts profile information and email address.": "Update your account's profile information and email address.",
    "Name": "Name",
    "Email": "Email",
    "Update": "Update",
    "Home": "Home",
    "About Panache": "About Panache",
    "Pictures": "Pictures",
    "History": "History",
    "Committees": "Committees",
    "Member Documents": "Member Documents",
    "Playing at Panache": "Playing at Panache",
    "Training & Playing": "Training & Playing",
    "Membership": "Membership",
    "Competitions": "Competitions",
    "Activities": "Activities",
    "Panache Tournament": "Panache Tournament",
    "Contact": "Contact",
    "Back to Website": "Back to Website",
    "Dashboard": "Dashboard",
    "Profile": "Profile",
    "Log Out": "Log Out",
    "Password": "Password",
    "Reset Password": "Reset Password",
    "Remember me": "Remember me",
    "Forgot your password?": "Forgot your password?",
    "Log in": "Log in",
    "View All": "View All",
    "forgot_your_password": "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.",
    "Email Password Reset Link": "Email Password Reset Link",
    "please_confirm_password": "This is a secure area of the application. Please confirm your password before continuing.",
    "Confirm": "Confirm",
    "Admin Dashboard": "Admin Dashboard",
    "Board Dashboard": "Board Dashboard",
    "Edit": "Edit",
    "Add Activity": "Add Activity",
    "Add Announcement": "Add Announcement",
    "Add Board": "Add Board",
    "Title": "Title",
    "Title (EN)": "Title (EN)",
    "Title (NL)": "Title (NL)",
    "Description (EN)": "Description (EN)",
    "Description (NL)": "Description (NL)",
    "Date": "Date",
    "Year": "Year",
    "Date & Time": "Date & Time",
    "Duration (hours, optional)": "Duration (hours, optional)",
    "Location (EN)": "Location (EN)",
    "Location (NL)": "Location (NL)",
    "Cost (EN)": "Cost (EN)",
    "Cost (NL)": "Cost (NL)",
    "How to Join (EN)": "How to Join (EN)",
    "How to Join (NL)": "How to Join (NL)",
    "Content": "Content",
    "Content (EN)": "Content (EN)",
    "Content (NL)": "Content (NL)",
    "Message (EN)": "Message (EN)",
    "Message (NL)": "Message (NL)",
    "Is General Committee": "Is General Committee",
    "Cancel": "Cancel",
    "Add": "Add",
    "No announcements yet.": "No announcements yet.",
    "No activities yet.": "No activities yet.",
    "Committees within Panache": "Committees within Panache",
    "General Committees": "General Committees",
    "The PKKs and other committees": "The PKK's and other committees",
    "By-Laws": "By-Laws",
    "by_laws_message": "If you want to read our by-laws, please contact the board to get the most up-to-date information.",
    "Member List": "Member List",
    "member_list_message": "If you want to get access to our memberlist, request the up-to-date version from the board. This request can either be approved or denied by the board.",
    "Privacy Statement": "Privacy Statement",
    "Delete": "Delete",
    "Read More": "Read More",
    "Competition": "Competition",
    "Tournaments": "Tournaments",
    "Add Committee": "Add Committee",
    "Non-General Committees": "Non-General Committees",
    "No committees yet.": "No committees yet.",
    "Show all boards": "Show all boards",
    "Training": "Training",
    "No general committees found.": "No general committees found.",
    "No non-general committees found.": "No non-general committees found.",
    "playing_message": "Do you love playing badminton and are you studying in Eindhoven? Be sure to check out ESBV Panache! We can offer you a lot of fun. Do you already have experience in badminton? Or are you just starting? Players of all levels are welcome! Besides badminton playing, we also organise activities for our members. We are not only professional, but also very fun and social!<br><br>We offer trainings, but you are free to play on your own as well. There is also the opportunity to play in the national competition. To join one of these (or more!), you must be a member of our association. Information about everything can be found in the submenus.",
    "training_message": "For our trainings, we have three highly valued trainers: Eli Mambwe, Ana Passaporte, and Ananda Neerhoff. Panache offers four(!) hours of training in which we make a distinction between open and competition training. During the competition training hours, our competition players get priority. However, when there is space left, everybody can join. The division of the training hours can be seen below:<br><br><span class='font-semibold'>Monday Hall 1</span><br>20:45 - 21:45 open training<br>21:45 - 22:45 competition training<br>22:45 - 23:30 free play for all<br><br><span class='font-semibold'>Thursday Hall 1</span><br>20:00 - 21:30 competition training<br>21:30 - 22:30 open training<br>22:30 - 23:30 free play for all<br><br>The open training will focus on the basics of the badminton sport. Have you never played or played on the camping and want to become a more advanced badminton player? Then this training can help you to start with the basics of badminton. All members of Panache can join these training hours. Non-members are allowed to play along two times for free to see if they like it. However, you still need a valid sports card from the SSCE or use your <a class='text-panache' href='https://ssceindhoven.tue.nl/lidmaatschap/try-out-card'>Try-Out Card</a>!<br><br>Our trainers like punctuality and appreciate it if players are on time as well. If you are late, we cannot guarantee that you can join the training.",
    "Free Playing": "Free Playing",
    "free_playing_message": "During training hours, the whole hall is in principle dedicated for training purposes. However, when there are courts available (how many, will become clear at the start of the training) anyone can free-play on these courts following the normal rules with our rotation board.",
    "competition_interest_message": "There is always place to play some games with the other players of the club on our playing evenings. But do you want to compete with other players from Brabant or from all over the Netherlands? Then you are the right person to participate in the Dutch competition or tournaments! We offer the opportunity to participate in the recreantencompetition, the bondscompetition and in tournaments.<br><br><span class='font-semibold'>Competition teams are signed up at the beginning of April already. Our technical committee (TC) sends a mail before the deadline to check who is interested in playing in a competition team in the following academic year. After the deadline in April, it is usually not possible anymore to join. It is, of course, still possible to join as a substitute. For this, you need the recreant membership. You can substitute max. 3 times for the same team.</span>",
    "competition_message": "Every week you play a match against another team from another association. One week it will be a home-match at our own SSCE, the other week it will be an out-match. This could be nearby but also at a place with some travel time. Almost always, it is during the weekend. There could be an exception when one of the team members of either team cannot make it a day but this will always be communicated within the teams.<br><br>Playing in the competition is great to increase your badminton skills as you play against many types of players. You can play in a full male team, full female team or a mix team. In the latter, you will also play mix matches on top of singles and doubles! A team consists of at least 4 people (in case of a mix team, 2 male and 2 female). So get to know people from the club to form a team with! Make sure you subscribe to a team before April by replying to the TC's mail which is sent around that time.",
    "tournaments_message": "Panachers frequently participate in (inter-)national badminton tournaments. Besides our own Panache Tournament, the orange of Panache can for example also be found at: ISBT Tilburg, ISBT Maastricht and TTST in Rotterdam. To encourage our members to join these tournaments we have a fund which refunds a part of the entry money which you have to submit.",
    "membership_notice_message": "Would you like to become a member of our club? On this page you can find all the information you need. <span class='font-semibold'>Note that you need to refresh your membership every academic year! The membership fee is collected during the academic year, you will be notified of when this will happen two weeks in advance.</span>",
    "ssce_message": "Panache is a subassociation of the Student Sports Centre Eindhoven. Therefore, first of all, you will need a valid sports card of the Student Sports Centre or make use of your <a class='text-panache' href='https://ssceindhoven.tue.nl/lidmaatschap/try-out-card'>Try-Out Card</a>. You can buy a sports card at the reception of the Student Sports Centre or online on their website. For more information about the sports card, please check the website of the <a class='text-panache' href='https://ssceindhoven.tue.nl/lidmaatschap'>Student Sport Centre Eindhoven</a>. Students who are not studying in Eindhoven are also eligible for a sports card!",
    "upcoming_activities_message": "Panache hosts many activities from tournaments to pumpkin carving during Halloween! If you want to stay updated on our activites add our calendar to your agenda <a class='text-panache' href='/panache.ics'>esbvpanache.nl/panache.ics<a>.",
    "Membership Form": "Membership Form",
    "membership_form_message": "To become a member, you have to fill in the registration form.  You can find the subscription form for 2025/2026 <a class='text-panache' href='https://forms.gle/LwmfQ96wi7nV4AkR7'>here</a>.<br><br><span class='font-bold'>If you are NOT a student or PhDer, you cannot become a member of Panache. We cannot make an exception to this. You can be a student/PhDer from any educational institution as long as you can obtain an SSCE sport card. If you are not a student, we cannot let you become a member of Panache unfortunately and you can also not join our training and playing evenings.</span>",
    "Types of Membership": "Types of Membership",
    "types_of_membership_message": "Within Panache, we have three kinds of membership: competition, recreant, and contributor. All types of memberships give access to the training and activities!",
    "Competition Player (60 Euro)": "Competition Player (60 Euro)",
    "competition_player_message": "As a competition player, you join the regional/national competition. At the beginning of the season, the competition teams of Panache are composed. You will be classified in a team according to your playing level, which allows you to have worthy opponents during the competition, and you will play exciting matches. These matches mostly take place on the weekends, but sometimes also on Friday evenings. Besides, you can join the competition trainings on Monday and the advanced trainings on Thursday. This way, you can maintain your badminton level and improve it.",
    "Recreant Player (40 Euro)": "Recreant Player (40 Euro)",
    "recreant_player_message": "As recreant you can join the competition teams as a substitute. This means you are not a fixed team member. As a recreant player, you will also receive a membership number from Badminton Nederland. You will need this number to participate in official tournaments in the Netherlands.",
    "Contributor Player (30 Euro)": "Contributor Player (30 Euro)",
    "contributor_player_message": "As a contributor, you can join the advanced/beginner training on Monday and Thursday, depending on your badminton level. Here you can improve your badminton skills and make sure you get undefeatable on the court. Don’t be mistaken, badminton training is intensive and guarantees a good exercise for your body.",
    "privacy_statement_message": "Privacy statement of ESBV Panache, dated November 7th 2021<br><br>This is a translation of the Dutch version of our privacy statement. The board of the association tries its best to keep the translation up to date, but in case of discrepancies, the Dutch version is correct.<br><br>We respect your privacy, and we process your personal data solely for the purpose for which you have provided them. In this privacy statement we attempt to create clarity on what personal data we collect and for which purpose.<br><br>1. Data<br>Name of the association: Eindhovense Studenten Badminton Vereniging Panache<br>Website: <a class='text-panache' href='https://www.esbvpanache.nl/'>https://www.esbvpanache.nl/<a><br>Registration number KvK: 40236792<br><br>2. E-mail Address<br>Your e-mail address will be used to notify you of news that is important for all members of the association. Furthermore, the association (represented by the board) can use your e-mail address if it requires contact with you during, or after your membership. An example of the latter is an invitation to a lustrum.<br><br>3. Address<br>If you are a competition or reserve player, you address will be used to enroll you with Badminton Nederland. Furthermore, the association (represented by the board) can decide to use your address to send the association's magazine and other mail.<br><br>4. Phone number<br>The association (represented by the board) can use your phone number if it requires contact with you.<br><br>5. Bank Account<br>When becoming a member of the association, you can give your bank account number (IBAN number). These details will in that case only be used to pay for the contribution to the association through automatic collection and for possible payments to you.<br><br>6. Photos and Video<br>During game nights, activities, and the tournament organized by the association, photos and/or video can be made of the people present. Of this footage, a selection will be published on Google Photos, and /or the Instagram account of the association. Furthermore, a selection can be used for other promotional purposes. The photo can for example be used on flyers, and on the website of the association. By being present on a game night, activity or the tournament, you consent to the fact this footage can be taken and used in the aforementioned way. In case (one of) the photos and/or videos of you, published on Google Photos, and/or Instagram, and/or the website do not please you, it/they can be deleted from the website and/or Google Photos and/or Instagram.<br><br>7. Membership Cards<br>When you first enrol in the association, a photo of you will be taken. This photo will be used to create the membership card, which is needed on game nights. This photo can be stored on Dropbox, and send to the secretary via WhatsApp and/or e-mail.<br><br>8. Additional Personal Data<br>Additional personal data will only be used in case the association (whether or not represented by the board) needs these to perform its tasks, whether or not originated from an agreement or arrangement between you and the association.<br><br>9. Provision of Personal Data<br>Your personal data will be provide to Dropbox and/or Google, because said data are saved there. The files that hold these details are secured with a password. E-mails are sent through Gmail, which means that your email address is visible to Google. Your data will not be sold or shared with third parties, unless the board of the association feels compelled to do so.<br>You can always view your own data. This possible via a request to the board.<br><br>10. Storage of Personal Data<br>Your personal data will be saved for a maximum of five years, except for your name and email address, which are used to invite you to future lustrums. Your name and email address will be stored until you do not want to be invited to lustra anymore. You can always the personal data that are stored via a request at the board of the association. If you wish these details will be deleted sooner, you can inform the board. Depending on the interest of the association, the board will or will not delete the data and will keep you informed about this.<br><br>11. Amendments to this Privacy Statement.<br>The association (represented by the board) reserves the right to change this privacy statement at all times. These changes will be published on this location and will be announced to its members by email (via the newsletter for example). After the announcements of the amendments, the new statement will become operative automatically. Without counter-notification by you, you automatically agree to the amendments. In case you have objection to the modifications, you can notify the board of the association within a month after the announcement.<br><br>12. Contact<br>If you wish to reply to our privacy statement, you can contact us:<br><br><span class='font-semibold'>Address:</span><br>ESBV Panache<br>Onze Lieve Vrouwestraat 1<br>5612 AW<br>Eindhoven, Nederland<br><br><span class='font-semibold'>Email:</span><br><a class='text-panache' href='mailto:board@esbvpanache.nl'>board@esbvpanache.nl</a>",
    "committee_interested_message": "Interested in joining a committee, or do you want more information? Send an email to <a class='text-panache' href='mailto:board@esbvpanache.nl'>board@esbvpanache.nl</a>.",
    "history_message": "Pananche has a long history. In 2022 we celebrated our 60th birthday. In those 60 years a lot has happend. On this page you can find the history of Panache and read why we are the most fun sportsclub of Eindhoven for more than 60 years now.<br><br>In this file you can find the history of Panache up to 2004: <a class='text-panache' href='https://www.esbvpanache.nl/wordpress/wp-content/uploads/2013/11/historienvanpanache.pdf'>History of Panache</a>. However, the document is in Dutch.<br><br>Special thanks to Ferry Roelofs, Johan van Berkel, Henk-Pieter Felten and Marco van de Sande to publish this document!",
    "Where can you find us?": "Where can you find us?",
    "welcome": "Welcome to the website of ESBV Panache! We are an enthusiastic student sport association with a passion for playing badminton. We offer badminton playing on all levels. Whether you are new to the sport or have years of experience already, everyone is welcome at Panache! Send us an e-mail to <a class='text-panache' href='mailto:board@esbvpanache.nl'>board@esbvpanache.nl</a> for more information/questions.",
    "board_contact": "Contacting the board is possible through the contact form below or by sending an email to <a class='text-panache' href='mailto:board@esbvpanache.nl'>board@esbvpanache.nl</a>.",
    "confidential_contact": "If you need confidential support or wish to discuss a sensitive matter, the designated <a class='text-panache' href='https://essf.nl/en/about/confidentiality-contact-point'>Confidential Contact Person of ESSF</a> is available to assist you. Please visit the Confidentiality Contact Point of the ESSF for more information on how to reach out. We are committed to providing a safe and supportive environment for all members. If you wish to contact someone else, the people of the <a class='text-panache' href='https://ssceindhoven.tue.nl/en/about-us/social-safety'>SSC social safety team</a> are also available.",
    "ssc_directions": "During our playing evenings, you can find us in Hall 1. This hall is to the left from the reception. Competition matches take place in several different halls. Check your invitation carefully for the location, or ask at the reception."
}
