{
    "Upcoming Activities": "Komende Activiteiten",
    "Board": "Bestuur",
    "Boards": "Besturen",
    "Announcements": "Activiteiten",
    "Confidential Contact Person": "Vertrouwelijke Contactpersoon",
    "Chairperson": "Voorzitter",
    "Vice-chairperson": "Vicevoorzitter",
    "Secretary": "Secretaris",
    "Treasurer": "Penningmeester",
    "Update Password": "Update Wachtwoord",
    "Ensure your account is using a long, random password to stay secure.": "Zorg ervoor dat uw account een lang, willekeurig wachtwoord gebruikt om veilig te blijven.",
    "Current Password": "Huidig Wachtwoord",
    "New Password": "Nieuw Wachtwoord",
    "Confirm Password": "Bevestig Wachtwoord",
    "Saved.": "Opgeslagen.",
    "Save": "Opslaan",
    "Profile Information": "Profielinformatie",
    "Update your accounts profile information and email address.": "Update uw accountprofielinformatie en e-mailadres.",
    "Name": "Naam",
    "Email": "Email",
    "Update": "Update",
    "Home": "Thuis",
    "About Panache": "Info Panache",
    "Pictures": "Foto's",
    "History": "Geschiedenis",
    "Committees": "Commissies",
    "Member Documents": "Leden Documenten",
    "Playing at Panache": "Spelen bij Panache",
    "Training & Playing": "Trainen & Spelen",
    "Membership": "Lidmaatschap",
    "Competitions": "Competities",
    "Activities": "Activiteiten",
    "Panache Tournament": "Panache Toernooi",
    "Contact": "Contact",
    "Back to Website": "Terug naar de Website",
    "Dashboard": "Dashboard",
    "Profile": "Profiel",
    "Log Out": "Log Out",
    "Password": "Wachtwoord",
    "Reset Password": "Reset Password",
    "Remember me": "Onthoud mij",
    "Forgot your password?": "Wachtwoord vergeten?",
    "Log in": "Inloggen",
    "View All": "Bekijk Alle",
    "forgot_your_password": "Wachtwoord vergeten? Geen probleem. Laat ons uw e-mailadres weten en we sturen u een link voor het opnieuw instellen van uw wachtwoord, waarmee u een nieuw wachtwoord kunt kiezen.",
    "Email Password Reset Link": "Email Wachtwoord Reset Link",
    "please_confirm_password": "Dit is een beveiligd gebied van de applicatie. Bevestig uw wachtwoord voordat u verdergaat.",
    "Confirm": "Bevestig",
    "Admin Dashboard": "Admin Dashboard",
    "Board Dashboard": "Bestuur Dashboard",
    "Add Activity": "Activiteit Toevoegen",
    "Edit": "Wijzig",
    "Add Announcement": "Announcement Toevoegen",
    "Add Board": "Bestuur Toevoegen",
    "Title": "Titel",
    "Title (EN)": "Titel (EN)",
    "Title (NL)": "Titel (NL)",
    "Description (EN)": "Beschrijving (EN)",
    "Description (NL)": "Beschrijving (NL)",
    "Year": "Jaar",
    "Date": "Datum",
    "Date & Time": "Datum & Tijd",
    "Duration (hours, optional)": "Duur (uren, optioneel)",
    "Location (EN)": "Locatie (EN)",
    "Location (NL)": "Locatie (NL)",
    "Cost (EN)": "Kosten (EN)",
    "Cost (NL)": "Kosten (NL)",
    "How to Join (EN)": "Hoe te Deelnemen (EN)",
    "How to Join (NL)": "Hoe te Deelnemen (NL)",
    "Content": "Inhoud",
    "Content (EN)": "Inhoud (EN)",
    "Content (NL)": "Inhoud (NL)",
    "Message (EN)": "Boodschap (EN)",
    "Message (NL)": "Boodschap (NL)",
    "Is General Committee": "Is Algemene Commissie",
    "Cancel": "Annuleren",
    "Add": "Toevoegen",
    "No announcements yet.": "Nog geen announcements.",
    "No activities yet.": "Nog geen activiteiten.",
    "Committees within Panache": "Commissies in Panache",
    "General Committees": "Algemene Comissies",
    "The PKKs and other committees": "De PKK's en andere commissies",
    "By-Laws": "Statuten",
    "by_laws_message": "Stuur een bericht naar het bestuur om de statuten op te vragen.",
    "Member List": "Ledenlijst",
    "member_list_message": "Als je de ledenlijst wilt opvragen, stuur een verzoek naar het bestuur. Dit verzoek kan door het bestuur geaccepteerd of geweigerd worden.",
    "Privacy Statement": "Privacy Statement",
    "Delete": "Verwijderen",
    "Read More": "Lees Meer",
    "Competition": "Competitie",
    "Tournaments": "Toernooien",
    "Add Committee": "Commissie Toevoegen",
    "Non-General Committees": "Niet-Algemene Committees",
    "No committees yet.": "Nog geen commissies.",
    "Show all boards": "Toon alle besturen",
    "Training": "Training",
    "No general committees found.": "Geen algemene commissies gevonden.",
    "No non-general committees found.": "Geen niet-algemene commissies gevonden.",
    "playing_message": "Houd je van badminton en studeer je in Eindhoven? Dan moet je zeker eens komen kijken bij de Eindhovense Studenten Badminton Vereniging Panache! Panache heeft haar leden namelijk veel te bieden. Badminton je al langer? Of wil je net beginnen met badminton? Je kunt voor elk niveau terecht bij Panache! Naast badminton organiseert Panache ook tal van andere activiteiten buiten de speelavonden om. Zo is Panache een professionele maar ook gezellige vereniging!<br><br>Naast gewone speelavonden biedt Panache ook trainingen die elke week gegeven worden. Verder wordt er op verschillende niveaus meegedaan aan de nationale badminton competitie. Meer informatie over deze twee onderwerpen kan gevonden worden onder de kopjes bovenaan deze pagina.",
    "training_message": "Wij hebben drie zeer gewaardeerde trainers: Eli Mambwe, Ana Passaporte, and Ananda Neerhoff. Panache heeft vier (!) trainingsuren waarbij er onderscheid wordt gemaakt tussen open en competitie training. Tijdens de competitie trainingen hebben onze competitiespelers voorrang, maar met de huidige opzet zal het niet snel voorkomen dat andere leden moeten wijken voor competitie spelers. De indeling van de trainingstijden is hieronder te zien:<br><br><span class='font-semibold'>Maandag Hal 1</span><br>20:45 - 21:45 open training<br>21:45 - 22:45 competitie training<br>22:45 - 23:30 vrijspelen voor iedereen!<br><br><span class='font-semibold'>Donderdag Hal 1</span><br>20:00 - 21:30 competitie training<br>21:30 - 22:30 open training<br>22:30 - 23:30 vrijspelen voor iedereen!<br><br>Bij de open training zal er gefocust worden op de basis van de badminton sport. Heb je nog nooit gespeeld of wel eens op de camping maar wil je het wat meer professioneel gaan spelen? Doe dan mee aan deze training en leer waarom badminton een van de meest intensieve sporten is die je kunt beoefenen. Iedereen die lid is van Panache mag deel nemen aan deze training. Niet-leden kunnen 2 keer vrijblijvend mee trainen om te kijken of ze het wat vinden. Echter, je moet dan wel een sportkaart hebben van het SSCE of je moet gebruik maken van de <a class='text-panache' href='https://ssceindhoven.tue.nl/lidmaatschap/try-out-card'>Try-Out Card</a>!<br><br>Onze trainers zijn altijd op tijd en zij waarderen het als de spelers dat ook zijn. Als je te laat bent kunnen we niet garanderen dat je nog mee kunt doen aan de training.",
    "Free Playing": "Vrij Spelen",
    "free_playing_message": "Gedurende de trainingsuren is de hele hal in principe gereserveerd voor de training. Als er echter banen vrij blijken te zijn (hoeveel, zal duidelijk worden aan het beign van de training), mogen onze leden deze gebruiken om vrij te spelen bolgens de normale regels met ons rotatiesysteem.",
    "competition_interest_message": "Tijdens de speelavond gewoon een pluimpje slaan is natuurlijk heel leuk. Maar wil je je ook eens meten met de spelers van andere vereningingen? Dan ben je de geschikte persson om deel te nemen aan de competitie of toernooien! Bij Panache is er de mogelijkheid deel te nemen aan de bondscompetitie en aan toernooien.<br><br><span class='font-semibold'>Competitie teams worden all definitief gemaakt aan het begin van april. Onze technische commissie (TC) stuurt een email om te peilen wie mee wilt doen het opvolgende academische jaar. Nadat de deadline is verstreken in april, is het meestal niet meer mogelijk om mee te doen. Je kunt natuurlijk nog we leen invaller zijn. Hiervoor moet je het recreante lidmaatschap hebben. Je kunt max. 3 keer invallen voor hetzelfde team.</span>",
    "competition_message": "Elke week speelt je team tegen een andere club. De ene week is het een thuiswedstrijd op het SSCE, de andere week is het een uitwedstrijd. Dat kan dichtbij zijn, maar soms moet je verder reizen. Het is bijna altijd in het weekend. Er kan een uitzondering zijn als er één iemand echt niet kan in het weekend. In overleg wordt er dan gekeken naar een andere datum.<br><br>Spelen in de competitie vergroot je badminton vaardigheid heel snel omdat je tegen veel verschillende mensen speelt. Je kunt spelen in een herenteam, damesteam of een mix team. In het laatste geval, speel je dus ook mix naast doubles en singles! Een team bestaat uit minstens 4 mensen (in geval van een mixteam 2 heren en 2 dames). Dus leer je mede Panache'ers kennen en vorm een team! Om in te schrijven, reageer je op de mail van de TC die ergens voor april wordt gestuurd.",
    "tournaments_message": "Panachers doen regelmatig mee aan (inter-)nationale badmintontoernooien. Naast natuurlijk het eigen Panache Toernooi, is het Panache oranje ook vaak te zien bij: het ISBT Tilburg, het ISBT Maastricht en het TTST in Rotterdam. Om onze leden aan te moedigen om aan toernooien mee te doen is het RAT-fonds ingesteld (RAT staat voor Regeling Aanmoediging Toernooideelname). Hierdoor is het vaak mogelijk om een deel van het inschrijfgeld terug te krijgen.",
    "membership_notice_message": "Wil je lid worden van onze vereniging? Op deze pagina vind je alle benodigde informatie. <span class='font-semibold'>Let op: Elk academisch jaar moet je je lidmaatschap vernieuwen! Lidmaatschap bijdrage wordt gedurende het academisch jaar geïnd, hiervan word je twee weken van tevoren op de hoogte gesteld.</span>",
    "ssce_message": "Panache is een ondervereniging van het Studentensportcentrum Eindhoven. Daarom zul je eerst een geldige sportkaart moeten hebben van het Studentensportcentrum of je moet gebruik maken van de <a class='text-panache' href='https://ssceindhoven.tue.nl/lidmaatschap/try-out-card'>Try-Out Card</a>. Deze kun je aanvragen aan de receptie van het Studentensportcentrum of online op hun website. Voor meer informatie over de sportkaart kijk op de website van het <a class='text-panache' href='https://ssceindhoven.tue.nl/lidmaatschap'>Student Sport Centre Eindhoven</a>. Ook studenten die niet in Eindhoven studeren komen hiervoor in aanmerking!",
    "upcoming_activities_message": "Panache organiseert tal van activiteiten, van toernooien tot pumpkin carving tijdens Halloween! Als je op de hoogte wilt blijven van onze activiteiten, voeg dan onze kalender toe aan je agenda <a class='text-panache' href='/panache.ics'>esbvpanache.nl/panache.ics<a>.",
    "Membership Form": "Lidmaatschap Formulier",
    "membership_form_message": "Om lid te worden, moet je het lidmaatschap formulier invullen. Het inschrijfformulier voor 2025/2026 vind je <a class='text-panache' href='https://forms.gle/LwmfQ96wi7nV4AkR7'>here</a>.<br><br><span class='font-bold'>Als je GEEN student of PhD'er bent, kun je niet lid worden van Panache. Hier zijn geen uitzonderingen op. Je kunt een student/PhD'er zijn van elke onderwijsinstelling zolang je ook een SSCE sportkaart hebt. Dus als je geen student bent, kunnen we je helaas niet accepteren als nieuw lid en je kunt ook niet mee doen met onze trainingen.</span>",
    "Types of Membership": "Soorten Lidmaatschap",
    "types_of_membership_message": "Binnen Panache hebben we drie soorten lidmaatschap: competitiespeler, recreant en donateur. Elk lidmaatschap biedt toegang tot de trainingen en activiteiten!",
    "Competition Player (60 Euro)": "Competitiespeler (60 Euro)",
    "competition_player_message": "Als competitiespeler doe je mee aan de regionale/nationale competitie. Aan het begin van het seizoen worden de competitie teams van Panache samengesteld. Je wordt ingedeeld in een team aan de hand van je niveau, waardoor je tijdens de competitie waardige tegenstanders zult hebben en spannende wedstrijden zult spelen. Deze wedstrijden vinden veelal in het weekend, maar soms ook op vrijdagavond plaats.",
    "Recreant Player (40 Euro)": "Recreant Speler (40 Euro)",
    "recreant_player_message": "Als recreant kun je meedoen met de competitie teams als invaller. Dit betekent dat je dus geen vaste speler bent in een team. Als recreant krijg je ook een bondsnummer van Badminton Nederland, dit nummer heb je nodig om aan officiële toernooien mee te doen in Nederland.",
    "Contributor Player (30 Euro)": "Contributor Speler (30 Euro)",
    "contributor_player_message": "Als donateur mag je meetrainen met de gevorderden-/beginnerstraining van maandag en donderdag, afhankelijk van je niveau. Hier kun je je badminton skills verbeteren en zorgen dat je onoverwinnelijk wordt op de baan. Vergis je niet, badminton trainingen zijn intensief en staan garant voor een goeie sessie lichaamsbeweging.",
    "privacy_statement_message": "Privacyverklaring der ESBV Panache d.d. 7 november 2021<br><br>Wij respecteren uw privacy en verwerken uw persoonsgegevens alleen voor het doel waarvoor u ze heeft verstrekt. In deze privacyverklaring trachten we meer duidelijkheid te scheppen over welke persoonsgegevens we verzamelen en met welk doel.<br><br>1. Gegevens<br>Naam vereniging: Eindhovense Studenten Badminton Vereniging Panache<br>Website: <a class='text-panache' href='https://www.esbvpanache.nl/'>https://www.esbvpanache.nl/<a><br>Inschrijfnummer KvK: 40236792<br><br>2. E-mailadres<br>Uw e-mailadres wordt gebruikt om u op de hoogte te stellen van nieuwsberichten die van belang zijn voor alle leden van de vereniging. Daarnaast kan de vereniging (vertegenwoordigd door het bestuur) uw e-mailadres gebruiken indien zij contact met u behoeft.<br><br>3. Adres<br>Indien u een competitie- of reservespeler bent, wordt uw adres gebruikt om u in te schrijven bij Badminton Nederland. Verder kan er door de vereniging (vertegenwoordigd door het bestuur) besloten worden deze gegevens te gebruiken voor het versturen van het verenigingsblad of andere post.<br><br>4. Telefoonnummer<br>De vereniging (vertegenwoordigd door het bestuur) kan uw telefoonnummer gebruiken indien zij contact met u behoeft.<br><br>5. Bankrekening<br>Bij het lid worden van de vereniging kunt u uw rekeningnummer doorgeven. Deze gegevens zullen in dat geval slechts gebruikt worden voor het betalen van de contributie aan de vereniging via automatische incasso en voor eventuele betalingen aan u.<br><br>6. Beeldmateriaal<br>Tijdens speelavonden, activiteiten en het toernooi van de vereniging kunnen foto’s en/of video’s gemaakt worden van de aanwezige personen. Hiervan wordt een selectie gepubliceerd op Google Photos, en/of de Instagram pagina van de vereniging. Verder kan een selectie ook nog gebruikt worden voor andere promotiedoeleinden. Hieronder vallen bijvoorbeeld flyers, of publicatie op de website van de vereniging. Door op een speelavond, activiteit of het toernooi aanwezig te zijn, gaat u akkoord met het al dan niet plaatsen van het beeldmateriaal waarop u staat afgebeeld. Indien u hier bezwaar tegen hebt, kunt u dit bij het bestuur aangeven. Indien (een van) de foto’s/video’s van u, gepubliceerd op Google Photos en/of Instagram, en/of de website u niet bevalt/bevallen, dan kan/kunnen deze op verzoek bij het bestuur van de vereniging van de website en/of Google Photos en/of Instagram gehaald worden.<br><br>7. Ledenpasjes<br>Bij de eerste inschrijving wordt er een foto van u gemaakt. Deze foto wordt gebruikt om het ledenpasje, nodig voor het speelbord, te maken. Deze foto kan worden opgeslagen op Dropbox, en verstuurd worden naar de secretaris via WhatsApp en/of e-mail.<br><br>8. Overige persoonsgegevens<br>Overige persoonsgegevens gebruiken en verzamelen wij alleen indien de vereniging (al dan niet vertegenwoordigd door het bestuur) deze nodig heeft voor het uitvoeren van haar taken, al dan niet voortgekomen uit een overeenkomst of afspraak tussen u en de vereniging.<br><br>9. Verstrekking persoonsgegevens<br>Uw gegevens worden aan Dropbox en/of Google verstrekt, omdat hier deze gegevens staan opgeslagen. De bestanden waarin deze gegevens staan zijn beveiligd met een wachtwoord. E-mails worden verzonden via g-mail, uw e-mailadres is dus bij Google bekend. Uw gegevens worden niet verkocht of gedeeld met andere derden, tenzij het bestuur zich hiertoe genoodzaakt voelt. U mag altijd uw eigen gegevens inzien. Dit kan na aanvraag bij het bestuur.<br><br>10. Bewaren van de persoonsgegevens<br>Uw persoonsgegevens worden voor maximaal 5 jaar na beëindiging van het lidmaatschap bewaard. Uitzondering hierop zijn uw naam en e-mailadres zodat we u voor lustra kunnen uitnodigen. Deze worden bewaard totdat u aangeeft geen uitnodiging meer te willen ontvangen. U kunt ten alle tijden uw eigen gegevens laten wijzigen door het bestuur van de vereniging. Indien u wenst dat deze gegevens eerder verwijderd worden kan u dat te kennen geven aan het bestuur. Afhankelijk van het belang van de vereniging zal het bestuur deze dan wel of niet verwijderen en u hiervan op de hoogte houden.<br><br>11. Wijzigen van deze privacyverklaring<br>De vereniging (vertegenwoordigd door het bestuur) behoudt zich het recht deze privacyverklaring te allen tijde te wijzigen; deze wijzigingen zullen op deze locatie gepubliceerd worden en aangekondigd worden per e-mail (bijvoorbeeld via de nieuwsbrief). Na de aankondiging van de wijzigingen treedt de nieuwe verklaring automatisch in werking: zonder tegenbericht van u, gaat u er automatisch mee akkoord. Indien u bezwaar heeft tegen de wijzigingen, kunt u dit binnen een maand na de aankondiging aangeven bij het bestuur van de vereniging.<br><br>12. Contact<br>Als u wenst te reageren op onze privacyverklaring, kun u contact opnemen:<br><br><span class='font-semibold'>Postadres:</span><br>ESBV Panache<br>Onze Lieve Vrouwestraat 1<br>5612 AW<br>Eindhoven, Nederland<br><br><span class='font-semibold'>Email:</span><br><a class='text-panache' href='mailto:bestuur@esbvpanache.nl'>bestuur@esbvpanache.nl</a>",
    "committee_interested_message": "Geïnteresseerd om bij een commissie gaan of wil je meer informatie? Stuur dan een mail naar <a class='text-panache' href='mailto:bestuur@esbvpanache.nl'>bestuur@esbvpanache.nl</a>.",
    "history_message": "Panache kent een lange geschiedenis. In 2022 is Panache maar liefst 60 jaar oud geworden. In deze 60 jaar is er natuurlijk veel gebeurt. Op deze pagina kun je de historiën lezen en zo zelf meemaken hoe Panache al meer dan 60 jaar functioneert als de leukste club van Eindhoven!<br><br>In dit bestand zijn de historiën tot ongeveer 2004 te vinden: <a class='text-panache' href='https://www.esbvpanache.nl/wordpress/wp-content/uploads/2013/11/historienvanpanache.pdf'>historien van panache</a><br><br>Veel dank aan Ferry Roelofs, Johan van Berkel, Henk-Pieter Felten en Marco van de Sande voor het beschikbaar stellen van dit document!",
    "Where can you find us?": "Waar kun je ons vinden?",
    "welcome": "Welkom op de website van ESBV Panache! Wij zijn een enthousiaste studentenvereniging met een passie voor badmintonnen. Wij bieden badminton op alle niveaus aan. Wil je het een keer proberen? Of speel je al jaren lang? Het is allemaal mogelijk bij ons. Stuur ons een mailtje via bestuur@esbvpanache.nl voor meer informatie.",
    "welcome_from_board": "Hi, we are the 62st Board of E.S.B.V. Panache. For the season 2024-2025 we will do our very best to make sure that all members of Panache feel welcomed at our association. If you have any questions about Panache, the board members, or have any complaints, feel free to send us an email at <a class='text-panache' href='mailto:bestuur@esbvpanache.nl'>bestuur@esbvpanache.nl</a>, or you are always welcome to approach us at one of the playing evenings.",
    "board_contact": "Het contacteren van het bestuur is mogelijk door een email te versturen naar <a class='text-panache' href='mailto:bestuur@esbvpanache.nl'>bestuur@esbvpanache.nl</a>.",
    "confidential_contact": "ALs je vertrouwelijke ondersteuning nodig hebt of een gevoelige kwestie wilt bespreken, de de aagewezen vertrouwenscontactpersson van het ESSF beschikbaar om je te helpen. We verwijzen je naar het <a class='text-panache' href='https://essf.nl/en/about/confidentiality-contact-point'>vertrouwenscontactpunt van het ESSF</a> voor meer informatie over hoe je contact kunt opnemen. We zetten ons in om een veilige en ondersteunende omgeving te bieden voor all leden. Als je contact wilt opnemen met iemand anders, zijn de mensen van het <a class='text-panache' href='https://ssceindhoven.tue.nl/en/about-us/social-safety'>social safety team van het SSC</a> ook beschikbaar.",
    "ssc_directions": "Op onze speelavonden zijn wij te vinden in Hal 1. Deze hal is te vinden aan de linkerzijde van de receptie. Tijdens de competitie zullen wij in verschillende hallen spelen. Kijk goed op de uitnodiging of vraag bij de receptie in welke hal je moet zijn."
}
