{
    "competition_interest_message": "Tijdens de speelavond gewoon een pluimpje slaan is natuurlijk heel leuk. Maar wil je je ook eens meten met de spelers van andere vereningingen? Dan ben je de geschikte persson om deel te nemen aan de competitie of toernooien! Bij Panache is er de mogelijkheid deel te nemen aan de bondscompetitie en aan toernooien.<br><br><span class='font-semibold'>Competitie teams worden all definitief gemaakt aan het begin van april. Onze technische commissie (TC) stuurt een email om te peilen wie mee wilt doen het opvolgende academische jaar. Nadat de deadline is verstreken in april, is het meestal niet meer mogelijk om mee te doen. Je kunt natuurlijk nog we leen invaller zijn. Hiervoor moet je het recreante lidmaatschap hebben. Je kunt max. 3 keer invallen voor hetzelfde team.</span>",
    "Competition": "Competitie",
    "competition_message": "Elke week speelt je team tegen een andere club. De ene week is het een thuiswedstrijd op het SSCE, de andere week is het een uitwedstrijd. Dat kan dichtbij zijn, maar soms moet je verder reizen. Het is bijna altijd in het weekend. Er kan een uitzondering zijn als er één iemand echt niet kan in het weekend. In overleg wordt er dan gekeken naar een andere datum.<br><br>Spelen in de competitie vergroot je badminton vaardigheid heel snel omdat je tegen veel verschillende mensen speelt. Je kunt spelen in een herenteam, damesteam of een mix team. In het laatste geval, speel je dus ook mix naast doubles en singles! Een team bestaat uit minstens 4 mensen (in geval van een mixteam 2 heren en 2 dames). Dus leer je mede Panache'ers kennen en vorm een team! Om in te schrijven, reageer je op de mail van de TC die ergens voor april wordt gestuurd.",
    "Tournaments": "Toernooien",
    "tournaments_message": "Panachers doen regelmatig mee aan (inter-)nationale badmintontoernooien. Naast natuurlijk het eigen Panache Toernooi, is het Panache oranje ook vaak te zien bij: het ISBT Tilburg, het ISBT Maastricht en het TTST in Rotterdam. Om onze leden aan te moedigen om aan toernooien mee te doen is het RAT-fonds ingesteld (RAT staat voor Regeling Aanmoediging Toernooideelname). Hierdoor is het vaak mogelijk om een deel van het inschrijfgeld terug te krijgen."
}