{
    "welcome": "Welkom op de website van ESBV Panache! Wij zijn een enthousiaste studentenvereniging met een passie voor badmintonnen. Wij bieden badminton op alle niveaus aan. Wil je het een keer proberen? Of speel je al jaren lang? Het is allemaal mogelijk bij ons. Stuur ons een mailtje via bestuur@esbvpanache.nl voor meer informatie.",
    "Announcements": "Announcements",
    "Read More": "Lees Meer",
    "No announcements yet.": "Nog geen announcements.",
    "Information": "Informatie",
    "Training & Playing": "Training & Spelen",
    "playing_message": "Houd je van badminton en studeer je in Eindhoven? Dan moet je zeker eens komen kijken bij de Eindhovense Studenten Badminton Vereniging Panache! Panache heeft haar leden namelijk veel te bieden. Badminton je al langer? Of wil je net beginnen met badminton? Je kunt voor elk niveau terecht bij Panache! Naast badminton organiseert Panache ook tal van andere activiteiten buiten de speelavonden om. Zo is Panache een professionele maar ook gezellige vereniging!<br><br>Naast gewone speelavonden biedt Panache ook trainingen die elke week gegeven worden. Verder wordt er op verschillende niveaus meegedaan aan de nationale badminton competitie. Meer informatie over deze twee onderwerpen kan gevonden worden onder de kopjes bovenaan deze pagina.",
    "Membership": "Lidmaatschap",
    "membership_form_message": "Om lid te worden, moet je het lidmaatschap formulier invullen. Het inschrijfformulier voor 2025/2026 vind je <a class='text-panache' href='https://forms.gle/LwmfQ96wi7nV4AkR7'>here</a>.<br><br><span class='font-bold'>Als je GEEN student of PhD'er bent, kun je niet lid worden van Panache. Hier zijn geen uitzonderingen op. Je kunt een student/PhD'er zijn van elke onderwijsinstelling zolang je ook een SSCE sportkaart hebt. Dus als je geen student bent, kunnen we je helaas niet accepteren als nieuw lid en je kunt ook niet mee doen met onze trainingen.</span>",
    "Competition": "Competitie",
    "competition_message": "Elke week speelt je team tegen een andere club. De ene week is het een thuiswedstrijd op het SSCE, de andere week is het een uitwedstrijd. Dat kan dichtbij zijn, maar soms moet je verder reizen. Het is bijna altijd in het weekend. Er kan een uitzondering zijn als er één iemand echt niet kan in het weekend. In overleg wordt er dan gekeken naar een andere datum.<br><br>Spelen in de competitie vergroot je badminton vaardigheid heel snel omdat je tegen veel verschillende mensen speelt. Je kunt spelen in een herenteam, damesteam of een mix team. In het laatste geval, speel je dus ook mix naast doubles en singles! Een team bestaat uit minstens 4 mensen (in geval van een mixteam 2 heren en 2 dames). Dus leer je mede Panache'ers kennen en vorm een team! Om in te schrijven, reageer je op de mail van de TC die ergens voor april wordt gestuurd."
}