{
    "membership_notice_message": "Wil je lid worden van onze vereniging? Op deze pagina vind je alle benodigde informatie. <span class='font-semibold'>Let op: Elk academisch jaar moet je je lidmaatschap vernieuwen! Lidmaatschap bijdrage wordt gedurende het academisch jaar geïnd, hiervan word je twee weken van tevoren op de hoogte gesteld.</span>",
    "ssce_message": "Panache is een ondervereniging van het Studentensportcentrum Eindhoven. Daarom zul je eerst een geldige sportkaart moeten hebben van het Studentensportcentrum of je moet gebruik maken van de <a class='text-panache-600' href='https://ssceindhoven.tue.nl/lidmaatschap/try-out-card'>Try-Out Card</a>. Deze kun je aanvragen aan de receptie van het Studentensportcentrum of online op hun website. Voor meer informatie over de sportkaart kijk op de website van het <a class='text-panache-600' href='https://ssceindhoven.tue.nl/lidmaatschap'>Student Sport Centre Eindhoven</a>. Ook studenten die niet in Eindhoven studeren komen hiervoor in aanmerking!",
    "Membership Form": "Lidmaatschap Formulier",
    "membership_form_message": "Om lid te worden, moet je het lidmaatschap formulier invullen. Het inschrijfformulier voor 2025/2026 vind je <a class='text-panache-600' href='https://forms.gle/LwmfQ96wi7nV4AkR7'>here</a>.<br><br><span class='font-bold'>Als je GEEN student of PhD'er bent, kun je niet lid worden van Panache. Hier zijn geen uitzonderingen op. Je kunt een student/PhD'er zijn van elke onderwijsinstelling zolang je ook een SSCE sportkaart hebt. Dus als je geen student bent, kunnen we je helaas niet accepteren als nieuw lid en je kunt ook niet mee doen met onze trainingen.</span>",
    "Types of Membership": "Soorten Lidmaatschap",
    "types_of_membership_message": "Binnen Panache hebben we drie soorten lidmaatschap: competitiespeler, recreant en donateur. Elk lidmaatschap biedt toegang tot de trainingen en activiteiten!",
    "Competition Player (60 Euro)": "Competitiespeler (60 Euro)",
    "competition_player_message": "Als competitiespeler doe je mee aan de regionale/nationale competitie. Aan het begin van het seizoen worden de competitie teams van Panache samengesteld. Je wordt ingedeeld in een team aan de hand van je niveau, waardoor je tijdens de competitie waardige tegenstanders zult hebben en spannende wedstrijden zult spelen. Deze wedstrijden vinden veelal in het weekend, maar soms ook op vrijdagavond plaats.",
    "Recreant Player (40 Euro)": "Recreant Speler (40 Euro)",
    "recreant_player_message": "Als recreant kun je meedoen met de competitie teams als invaller. Dit betekent dat je dus geen vaste speler bent in een team. Als recreant krijg je ook een bondsnummer van Badminton Nederland, dit nummer heb je nodig om aan officiële toernooien mee te doen in Nederland.",
    "Contributor Player (30 Euro)": "Contributor Speler (30 Euro)",
    "contributor_player_message": "Als donateur mag je meetrainen met de gevorderden-/beginnerstraining van maandag en donderdag, afhankelijk van je niveau. Hier kun je je badminton skills verbeteren en zorgen dat je onoverwinnelijk wordt op de baan. Vergis je niet, badminton trainingen zijn intensief en staan garant voor een goeie sessie lichaamsbeweging."
}