{
    "Member Documents": "Leden Documenten",
    "By-Laws": "Statuten",
    "by_laws_message": "Stuur een bericht naar het bestuur om de statuten op te vragen.",
    "Member List": "Ledenlijst",
    "member_list_message": "Als je de ledenlijst wilt opvragen, stuur een verzoek naar het bestuur. Dit verzoek kan door het bestuur geaccepteerd of geweigerd worden.",
    "Privacy Statement": "Privacy Statement",
    "privacy_statement_message": "Privacyverklaring der ESBV Panache d.d. 7 november 2021<br><br>Wij respecteren uw privacy en verwerken uw persoonsgegevens alleen voor het doel waarvoor u ze heeft verstrekt. In deze privacyverklaring trachten we meer duidelijkheid te scheppen over welke persoonsgegevens we verzamelen en met welk doel.<br><br>1. Gegevens<br>Naam vereniging: Eindhovense Studenten Badminton Vereniging Panache<br>Website: <a class='text-panache-600' href='https://www.esbvpanache.nl/'>https://www.esbvpanache.nl/<a><br>Inschrijfnummer KvK: 40236792<br><br>2. E-mailadres<br>Uw e-mailadres wordt gebruikt om u op de hoogte te stellen van nieuwsberichten die van belang zijn voor alle leden van de vereniging. Daarnaast kan de vereniging (vertegenwoordigd door het bestuur) uw e-mailadres gebruiken indien zij contact met u behoeft.<br><br>3. Adres<br>Indien u een competitie- of reservespeler bent, wordt uw adres gebruikt om u in te schrijven bij Badminton Nederland. Verder kan er door de vereniging (vertegenwoordigd door het bestuur) besloten worden deze gegevens te gebruiken voor het versturen van het verenigingsblad of andere post.<br><br>4. Telefoonnummer<br>De vereniging (vertegenwoordigd door het bestuur) kan uw telefoonnummer gebruiken indien zij contact met u behoeft.<br><br>5. Bankrekening<br>Bij het lid worden van de vereniging kunt u uw rekeningnummer doorgeven. Deze gegevens zullen in dat geval slechts gebruikt worden voor het betalen van de contributie aan de vereniging via automatische incasso en voor eventuele betalingen aan u.<br><br>6. Beeldmateriaal<br>Tijdens speelavonden, activiteiten en het toernooi van de vereniging kunnen foto's en/of video's gemaakt worden van de aanwezige personen. Hiervan wordt een selectie gepubliceerd op Google Photos, en/of de Instagram pagina van de vereniging. Verder kan een selectie ook nog gebruikt worden voor andere promotiedoeleinden. Hieronder vallen bijvoorbeeld flyers, of publicatie op de website van de vereniging. Door op een speelavond, activiteit of het toernooi aanwezig te zijn, gaat u akkoord met het al dan niet plaatsen van het beeldmateriaal waarop u staat afgebeeld. Indien u hier bezwaar tegen hebt, kunt u dit bij het bestuur aangeven. Indien (een van) de foto's/video's van u, gepubliceerd op Google Photos en/of Instagram, en/of de website u niet bevalt/bevallen, dan kan/kunnen deze op verzoek bij het bestuur van de vereniging van de website en/of Google Photos en/of Instagram gehaald worden.<br><br>7. Ledenpasjes<br>Bij de eerste inschrijving wordt er een foto van u gemaakt. Deze foto wordt gebruikt om het ledenpasje, nodig voor het speelbord, te maken. Deze foto kan worden opgeslagen op Dropbox, en verstuurd worden naar de secretaris via WhatsApp en/of e-mail.<br><br>8. Overige persoonsgegevens<br>Overige persoonsgegevens gebruiken en verzamelen wij alleen indien de vereniging (al dan niet vertegenwoordigd door het bestuur) deze nodig heeft voor het uitvoeren van haar taken, al dan niet voortgekomen uit een overeenkomst of afspraak tussen u en de vereniging.<br><br>9. Verstrekking persoonsgegevens<br>Uw gegevens worden aan Dropbox en/of Google verstrekt, omdat hier deze gegevens staan opgeslagen. De bestanden waarin deze gegevens staan zijn beveiligd met een wachtwoord. E-mails worden verzonden via g-mail, uw e-mailadres is dus bij Google bekend. Uw gegevens worden niet verkocht of gedeeld met andere derden, tenzij het bestuur zich hiertoe genoodzaakt voelt. U mag altijd uw eigen gegevens inzien. Dit kan na aanvraag bij het bestuur.<br><br>10. Bewaren van de persoonsgegevens<br>Uw persoonsgegevens worden voor maximaal 5 jaar na beëindiging van het lidmaatschap bewaard. Uitzondering hierop zijn uw naam en e-mailadres zodat we u voor lustra kunnen uitnodigen. Deze worden bewaard totdat u aangeeft geen uitnodiging meer te willen ontvangen. U kunt ten alle tijden uw eigen gegevens laten wijzigen door het bestuur van de vereniging. Indien u wenst dat deze gegevens eerder verwijderd worden kan u dat te kennen geven aan het bestuur. Afhankelijk van het belang van de vereniging zal het bestuur deze dan wel of niet verwijderen en u hiervan op de hoogte houden.<br><br>11. Wijzigen van deze privacyverklaring<br>De vereniging (vertegenwoordigd door het bestuur) behoudt zich het recht deze privacyverklaring te allen tijde te wijzigen; deze wijzigingen zullen op deze locatie gepubliceerd worden en aangekondigd worden per e-mail (bijvoorbeeld via de nieuwsbrief). Na de aankondiging van de wijzigingen treedt de nieuwe verklaring automatisch in werking: zonder tegenbericht van u, gaat u er automatisch mee akkoord. Indien u bezwaar heeft tegen de wijzigingen, kunt u dit binnen een maand na de aankondiging aangeven bij het bestuur van de vereniging.<br><br>12. Contact<br>Als u wenst te reageren op onze privacyverklaring, kun u contact opnemen:<br><br><span class='font-semibold'>Postadres:</span><br>ESBV Panache<br>Onze Lieve Vrouwestraat 1<br>5612 AW<br>Eindhoven, Nederland<br><br><span class='font-semibold'>Email:</span><br><a class='text-panache-600' href='mailto:bestuur@esbvpanache.nl'>bestuur@esbvpanache.nl</a>"
}