{
    "playing_message": "Houd je van badminton en studeer je in Eindhoven? Dan moet je zeker eens komen kijken bij de Eindhovense Studenten Badminton Vereniging Panache! Panache heeft haar leden namelijk veel te bieden. Badminton je al langer? Of wil je net beginnen met badminton? Je kunt voor elk niveau terecht bij Panache! Naast badminton organiseert Panache ook tal van andere activiteiten buiten de speelavonden om. Zo is Panache een professionele maar ook gezellige vereniging!<br><br>Naast gewone speelavonden biedt Panache ook trainingen die elke week gegeven worden. Verder wordt er op verschillende niveaus meegedaan aan de nationale badminton competitie. Meer informatie over deze twee onderwerpen kan gevonden worden onder de kopjes bovenaan deze pagina.",
    "Training": "Training",
    "training_message": "Wij hebben drie zeer gewaardeerde trainers: Eli Mambwe, Ana Passaporte, and Ananda Neerhoff. Panache heeft vier (!) trainingsuren waarbij er onderscheid wordt gemaakt tussen open en competitie training. Tijdens de competitie trainingen hebben onze competitiespelers voorrang, maar met de huidige opzet zal het niet snel voorkomen dat andere leden moeten wijken voor competitie spelers. De indeling van de trainingstijden is hieronder te zien:<br><br><span class='font-semibold'>Maandag Hal 1</span><br>20:45 - 21:45 open training<br>21:45 - 22:45 competitie training<br>22:45 - 23:30 vrijspelen voor iedereen!<br><br><span class='font-semibold'>Donderdag Hal 1</span><br>20:00 - 21:30 competitie training<br>21:30 - 22:30 open training<br>22:30 - 23:30 vrijspelen voor iedereen!<br><br>Bij de open training zal er gefocust worden op de basis van de badminton sport. Heb je nog nooit gespeeld of wel eens op de camping maar wil je het wat meer professioneel gaan spelen? Doe dan mee aan deze training en leer waarom badminton een van de meest intensieve sporten is die je kunt beoefenen. Iedereen die lid is van Panache mag deel nemen aan deze training. Niet-leden kunnen 2 keer vrijblijvend mee trainen om te kijken of ze het wat vinden. Echter, je moet dan wel een sportkaart hebben van het SSCE of je moet gebruik maken van de <a class='text-panache' href='https://ssceindhoven.tue.nl/lidmaatschap/try-out-card'>Try-Out Card</a>!<br><br>Onze trainers zijn altijd op tijd en zij waarderen het als de spelers dat ook zijn. Als je te laat bent kunnen we niet garanderen dat je nog mee kunt doen aan de training.",
    "Free Playing": "Vrij Spelen",
    "free_playing_message": "Gedurende de trainingsuren is de hele hal in principe gereserveerd voor de training. Als er echter banen vrij blijken te zijn (hoeveel, zal duidelijk worden aan het beign van de training), mogen onze leden deze gebruiken om vrij te spelen bolgens de normale regels met ons rotatiesysteem."
}